<?php

return [
    /****************** Register ******************/

    "mobile_already_exist" => "این شماره همراه قبلا ثبت شده است ",

    "send_code_limit" => "پس از ارسال کد تا :time دقیقه امکان ارسال مجدد کد وجود ندارد",

    "sms_error" => "متاسفانه خطایی جهت ارسال پیامک رخ داد",

    "code_is_not_valid" => "کد تایید صحیح نیست ",

    "request_not_found" => "درخواستی برای این شماره همراه وجود ندارد ",

    "register_error" => "خطایی در ثبت نام رخ داد ",

    /****************** login ******************/

    "invalid_username_password" => "نام کاربری یا رمزعبور شما اشتباه است ",

    /****************** reset_password ******************/

    "user_not_find" => "کاربر یافت نشد ",

    "reset_password_error" => "خطایی در ویرایش کلمه ی عبور رخ داد ",

 /****************** shopping Cart ******************/

    "un-stock" => "موجودی محصول کافی نیست",
    "cart_not_find" => "سبد خرید یافت نشد",
    "unavailable_product_in_cart" => "محصول در سبد خرید موجود نمیباشد",
    /****************** Favorite ******************/
    "product_already_exist_favorite" => "محصول در حال حاضر در لیست علاقه مندی ها موجود است ",
    "product_not_exist_favorite" => "محصول در لیست علاقه مندی ها موجود نیست ",
    "product_not_find" => "محصول یافت نشد ",

    /****************** Filter ******************/

    "filter_item_filter_id_exception" => "شناسه آیتم فیلتر با این فیلتر مطابقت ندارد ",

];
