<?php
return [
    /****************** Register ******************/

    'verification_code_sent' => 'کد تأیید به شماره همراه شما ارسال شد',

    'verification_code_verified' => 'کد تأیید با موفقیت تأیید شد',

    'registration_success' => 'ثبت نام با موفقیت انجام شد',

    /****************** login ******************/

    'login_success' => 'ورود با موفقیت انجام شد',

    /****************** Reset Password ******************/

    'reset_password_success' => 'تغییر کلمه ی عبور با موفقیت انجام شد',

    /****************** shopping Cart ******************/
    'add_to_cart' => 'محصول با موفقیت به سبد خرید اضافه شد',
    'update_product_cart' => 'سبد خرید با موفقیت ویرایش',
    'remove_product_cart' => 'محصول با موفقیت از سبد خرید حذف شد',
    'remove_cart' => 'سبد خرید با موفقیت حذف شد',

    /****************** Favorite ******************/
    'add_to_favorite' => 'محصول با موفقیت به لیست علاقه مندی اضافه شد',
    'remove_from_favorite' => 'محصول با موفقیت از لیست علاقه مندی حذف شد',

    /****************** comment ******************/
    'comment_send'=>'نظر شما با موفقیت ثبت شد',

    /****************** Products ******************/
    'product_store_success'=>'محصول با موفقیت ایجاد شد',
    'product_update_success'=>'محصول با موفقیت ویرایش شد',

 /****************** Category ******************/
    'category_store_success'=>'دسته بندی با موفقیت ایجاد شد',
    'category_update_success'=>'دسته بندی با موفقیت ویرایش شد',

 /****************** News ******************/
    'news_store_success'=>'بلاگ با موفقیت ایجاد شد',
    'news_update_success'=>'بلاگ با موفقیت ویرایش شد',

];
